Repository: ClashKingInc/ClashKingApp
Catalog: expo/native/ios/WarWidget/LegendsWidget.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hu, it, ja, ko, nl, no, pl, pt, ro, ru, sr, sv, tr, uk, ur, vi, zh

# legends_widget_label
source: Legend League
af: Legende-liga
ar: دوري الأساطير
ca: Lliga de Llegendes
cs: Legendární liga
da: Legende-ligaen
de: Legenden-Liga
el: Λίγκα Θρύλων
es: Liga de Leyendas
fi: Legendaliiga
fr: Ligue légende
he: ליגת האגדות
hi: लीजेंड लीग
hu: Legendák Ligája
it: Lega Leggenda
ja: レジェンドリーグ
ko: 전설 리그
nl: Legendarische Divisie
no: Legendeligaen
pl: Liga Legend
pt: Liga Lendária
ro: Liga Legendelor
ru: Легендарная лига
sr: Liga legendi
sv: Legendligan
tr: Efsane Ligi
uk: Ліга Легенд
ur: لیجنڈ لیگ
vi: Giải đấu Huyền thoại
zh: 传奇杯联赛

# legends_widget_description
source: Legend League
af: Legende-liga
ar: دوري الأساطير
ca: Lliga de Llegendes
cs: Legendární liga
da: Legende-ligaen
de: Legenden-Liga
el: Λίγκα Θρύλων
es: Liga de Leyendas
fi: Legendaliiga
fr: Ligue légende
he: ליגת האגדות
hi: लीजेंड लीग
hu: Legendák Ligája
it: Lega Leggenda
ja: レジェンドリーグ
ko: 전설 리그
nl: Legendarische Divisie
no: Legendeligaen
pl: Liga Legend
pt: Liga Lendária
ro: Liga Legendelor
ru: Легендарная лига
sr: Liga legendi
sv: Legendligan
tr: Efsane Ligi
uk: Ліга Легенд
ur: لیجنڈ لیگ
vi: Giải đấu Huyền thoại
zh: 传奇杯联赛

# legends_widget_player_label
source: Player
af: Speler
ar: لاعب
ca: Jugador
cs: Hráč
da: Spiller
de: Spieler
el: Παίχτης
es: Jugador
fi: Pelaaja
fr: Joueur
he: נַגָן
hi: खिलाड़ी
hu: Játékos
it: Giocatore
ja: プレーヤー
ko: 플레이어
nl: Speler
no: Spiller
pl: Odtwarzacz
pt: Jogador
ro: Jucător
ru: Игрок
sr: Плаиер
sv: Spelare
tr: Oyuncu
uk: гравець
ur: کھلاڑی
vi: Người chơi
zh: 玩家

# legends_widget_town_hall_description
source: Town Hall
af: Stadsaal
ar: قاعة المدينة
ca: Ajuntament
cs: Radnice
da: Rådhus
de: Rathaus
el: Δημαρχείο
es: Ayuntamiento
fi: Kaupungintalo
fr: Hôtel de ville
he: בית עירייה
hi: टाउन हॉल
hu: Városháza
it: Municipio
ja: タウンホール
ko: 마을회관
nl: Stadhuis
no: Rådhus
pl: Ratusz
pt: Centro da Vila
ro: Primărie
ru: Ратуша
sr: Gradska većnica
sv: Rådhus
tr: Belediye Binası
uk: Ратуша
ur: ٹاؤن ہال
vi: Nhà Chính
zh: 大本营

# legends_widget_clan_badge_description
source: Clan
af: Klan
ar: القبيلة
ca: El clan
cs: klan
da: Klan
de: Klan
el: Φατρία
es: El clan
fi: Klaani
fr: Le clan
he: קלאן
hi: कबेला
hu: Klán
it: Il clan
ja: クラン
ko: 클랜
nl: De clan
no: Klan
pl: Klan
pt: Clã
ro: Clanul
ru: Клан
sr: Klan
sv: Klan
tr: Klan
uk: Клан
ur: قبیلہ
vi: Bang hội
zh: 部落

# legends_widget_day
source: Day {index}
af: Dag {index}
ar: اليوم {index}
ca: Dia {index}
cs: Den {index}
da: Dag {index}
de: Tag {index}
el: Μέρα {index}
es: Día {index}
fi: Päivä {index}
fr: Jour {index}
he: יום {index}
hi: दिन {index}
hu: {index}. nap
it: Giorno {index}
ja: {index}日目
ko: {index}일차
nl: Dag {index}
no: Dag {index}
pl: Dzień {index}
pt: Dia {index}
ro: Ziua {index}
ru: День {index}
sr: Dan {index}
sv: Dag {index}
tr: Gün {index}
uk: День {index}
ur: دن {index}
vi: Ngày {index}
zh: 第{index}天

# legends_widget_attacks
source: Attacks
af: Aanvalle
ar: الهجمات
ca: Atacs
cs: Útoky
da: Angreb
de: Angriffe
el: Επιθέσεις
es: Ataques
fi: Hyökkäykset
fr: Attaques
he: התקפות
hi: आक्रमण
hu: Támadások
it: Attacchi
ja: 攻撃
ko: 공격
nl: Aanvallen
no: Angrep
pl: Wyniki ataków
pt: Ataques
ro: Atacuri
ru: Наступления
sr: Napadi
sv: Attacker
tr: Saldırılar
uk: Результати атак
ur: حملے
vi: Tấn công
zh: 进攻记录

# legends_widget_defenses
source: Defenses
af: Verdedigings
ar: الدفاعات
ca: Defenses del clan
cs: Obrana
da: Forsvar
de: Verteidigungen
el: Άμυνες
es: Defensas
fi: Puolustukset
fr: Défenses
he: הגנות
hi: गढ़
hu: Védekezések
it: Difese
ja: 防衛
ko: 방어
nl: Verdedigingen
no: Forsvar
pl: Wyniki obron
pt: Defesas
ro: Apărări
ru: Обороны
sr: Odbrane
sv: Försvar
tr: Savunmalar
uk: Результати захистів
ur: دفاع
vi: Phòng thủ
zh: 防御记录

# legends_widget_global_rank
source: Global rank
af: Globale rangorde
ar: المرتبة العالمية
ca: Classificació global
cs: Globální hodnost
da: Global rang
de: Globaler Rang
el: Παγκόσμια κατάταξη
es: Clasificación global
fi: Globaali sijoitus
fr: Rang mondial
he: דרגה עולמית
hi: वैश्विक रैंक
hu: Globális rang
it: Classifica globale
ja: グローバルランク
ko: 글로벌 순위
nl: Wereldrang
no: Global rangering
pl: Globalna ranga
pt: Classificação global
ro: Rang global
ru: Глобальный рейтинг
sr: Глобални ранг
sv: Global rang
tr: Küresel sıralama
uk: Глобальний рейтинг
ur: عالمی درجہ بندی
vi: Xếp hạng toàn cầu
zh: 全球排名

# legends_widget_rank
source: Rank
af: Rang
ar: رتبة
ca: Classificació
cs: Pořadí
da: Rang
de: Rang
el: Τάξη
es: Rango
fi: Sijoitus
fr: Rang
he: דַרגָה
hi: पद
hu: Rang
it: Rango
ja: ランク
ko: 계급
nl: Rang
no: Rang
pl: Stopień
pt: Classificação
ro: Rang
ru: Классифицировать
sr: Ранг
sv: Rang
tr: Rütbe
uk: ранг
ur: رینک
vi: Thứ hạng
zh: 秩

# legends_widget_recent
source: Recent
af: Onlangs
ar: مؤخرًا
ca: Cerques recents
cs: Nedávné
da: Nylig
de: Jüngste
el: Πρόσφατος
es: Reciente
fi: Viimeaikaiset
fr: Récents
he: לאחרונה
hi: हाल ही का
hu: Legutóbbi
it: Recente
ja: 最近の
ko: 최근의
nl: Recent bekeken
no: Nylig
pl: Ostatni
pt: Recente
ro: Recente
ru: Недавний
sr: Недавно
sv: Ny
tr: Son
uk: Останні
ur: حالیہ
vi: Gần đây
zh: 最近的

# legends_widget_stale
source: Update needed
af: Opdatering benodig
ar: يلزم التحديث
ca: Cal actualització
cs: Je nutná aktualizace
da: Opdatering nødvendig
de: Aktualisierung erforderlich
el: Απαιτείται ενημέρωση
es: Necesita actualizarse
fi: Päivitys tarvitaan
fr: MàJ nécessaire
he: נדרש עדכון
hi: अपडेट आवश्यक
hu: Frissítés szükséges
it: Aggiornamento necessario
ja: 更新が必要
ko: 업데이트 필요
nl: Update vereist
no: Oppdatering nødvendig
pl: Potrzebna aktualizacja
pt: Atualização necessária
ro: Este necesară actualizarea
ru: Обновите данные
sr: Потребно је ажурирање
sv: Uppdatering krävs
tr: Güncelleme gerekiyor
uk: Потрібне оновлення
ur: اپ ڈیٹ درکار
vi: Cần cập nhật
zh: 需要更新

# legends_widget_updated
source: Updated
af: Bygewerk
ar: محدّث
ca: Actualitzat
cs: Aktualizováno
da: Opdateret
de: Aktualisiert
el: ΕΠΙΚΑΙΡΟΠΟΙΗΜΕΝΟ
es: Actualizado
fi: Päivitetty
fr: Mis à jour
he: עודכן
hi: अपडेट किया
hu: Frissítve
it: Aggiornato
ja: 更新済み
ko: 업데이트
nl: Bijgewerkt
no: Oppdateret
pl: Ostatnia aktualizacja
pt: Atualizado
ro: Actualizat
ru: Последнее обновление
sr: Ажурирано
sv: Uppdaterad
tr: Güncellendi
uk: Останнє оновлення
ur: اپ ڈیٹ شدہ
vi: Đã cập nhật
zh: 已更新

# legends_widget_no_data
source: No data available.
af: Geen data beskikbaar nie.
ar: لا توجد بيانات متاحة.
ca: No hi ha dades disponibles.
cs: Žádná data nejsou k dispozici.
da: Ingen tilgængelige data.
de: Keine Daten verfügbar.
el: Δεν υπάρχουν διαθέσιμα δεδομένα.
es: No hay datos disponibles.
fi: Tietoja ei ole saatavilla.
fr: Aucune donnée disponible.
he: אין נתונים זמינים.
hi: कोई डेटा मौजूद नहीं
hu: Nincs rendelkezésre álló adat.
it: Nessun dato disponibile.
ja: 利用可能なデータがありません。
ko: 사용 가능한 데이터가 없습니다.
nl: Geen gegevens beschikbaar.
no: Ingen data tilgjengelig.
pl: Brak dostępnych danych.
pt: Sem dados disponíveis.
ro: Nu sunt date disponibile.
ru: Данные отсутствуют.
sr: Nema dostupnih podataka.
sv: Ingen data tillgänglig.
tr: Veri bulunamadı.
uk: Дані відсутні.
ur: کوئی ڈیٹا دستیاب نہیں ہے.
vi: Không có dữ liệu.
zh: 没有可用数据

# legends_widget_configure_eyebrow
source: Legend League
af: Legende-liga
ar: دوري الأساطير
ca: Lliga de Llegendes
cs: Legendární liga
da: Legende-ligaen
de: Legenden-Liga
el: Λίγκα Θρύλων
es: Liga de Leyendas
fi: Legendaliiga
fr: Ligue légende
he: ליגת האגדות
hi: लीजेंड लीग
hu: Legendák Ligája
it: Lega Leggenda
ja: レジェンドリーグ
ko: 전설 리그
nl: Legendarische Divisie
no: Legendeligaen
pl: Liga Legend
pt: Liga Lendária
ro: Liga Legendelor
ru: Легендарная лига
sr: Liga legendi
sv: Legendligan
tr: Efsane Ligi
uk: Ліга Легенд
ur: لیجنڈ لیگ
vi: Giải đấu Huyền thoại
zh: 传奇杯联赛

# legends_widget_configure_title
source: Choose account
af: Kies rekening
ar: اختر حسابًا
ca: Tria compte
cs: Vyberte účet
da: Vælg konto
de: Konto auswählen
el: Επιλέξτε λογαριασμό
es: Elegir cuenta
fi: Valitse tili
fr: Choisir un compte
he: בחירת חשבון
hi: खाता चुनें
hu: Válassz fiókot
it: Scegli account
ja: アカウントを選択
ko: 계정 선택
nl: Kies een account
no: Velg konto
pl: Wybierz profil
pt: Escolher conta
ro: Alege contul
ru: Выбрать учётную запись
sr: Изаберите налог
sv: Välj konto
tr: Hesap seç
uk: Виберіть профіль
ur: اکاؤنٹ منتخب کریں
vi: Chọn tài khoản
zh: 选择账号

# legends_widget_configure_description
source: Choose account
af: Kies rekening
ar: اختر حسابًا
ca: Tria compte
cs: Vyberte účet
da: Vælg konto
de: Konto auswählen
el: Επιλέξτε λογαριασμό
es: Elegir cuenta
fi: Valitse tili
fr: Choisir un compte
he: בחירת חשבון
hi: खाता चुनें
hu: Válassz fiókot
it: Scegli account
ja: アカウントを選択
ko: 계정 선택
nl: Kies een account
no: Velg konto
pl: Wybierz profil
pt: Escolher conta
ro: Alege contul
ru: Выбрать учётную запись
sr: Изаберите налог
sv: Välj konto
tr: Hesap seç
uk: Виберіть профіль
ur: اکاؤنٹ منتخب کریں
vi: Chọn tài khoản
zh: 选择账号

# legends_widget_configure_empty
source: No bookmarked players yet
af: Nog geen geboekmerkte spelers nie
ar: لم يتم وضع إشارة مرجعية على اللاعبين حتى الآن
ca: Encara no hi ha jugadors marcats
cs: Zatím žádní hráči v záložkách
da: Ingen bogmærkede spillere endnu
de: Noch keine markierten Spieler
el: Δεν υπάρχουν ακόμα παίκτες με σελιδοδείκτες
es: Aún no hay jugadores marcados como favoritos
fi: Ei vielä kirjanmerkkeihin merkittyjä pelaajia
fr: Aucun joueur en favori pour le moment
he: עדיין אין שחקנים מסומנים
hi: अभी तक कोई बुकमार्क किया गया खिलाड़ी नहीं
hu: Még nincsenek könyvjelzővel ellátott játékosok
it: Nessun giocatore ancora aggiunto ai segnalibri
ja: ブックマークされたプレイヤーはまだいません
ko: 아직 북마크된 플레이어가 없습니다.
nl: Nog geen spelers met bladwijzer
no: Ingen bokmerkede spillere ennå
pl: Nie ma jeszcze żadnych graczy dodanych do zakładek
pt: Nenhum jogador marcado ainda
ro: Niciun jucător marcat încă
ru: Игроков в закладках пока нет
sr: Још нема обележених играча
sv: Inga bokmärkta spelare än
tr: Henüz favorilere eklenmiş oyuncu yok
uk: Ще немає гравців із закладками
ur: ابھی تک کوئی بُک مارک شدہ کھلاڑی نہیں ہیں۔
vi: Chưa có người chơi nào được đánh dấu
zh: 还没有添加书签的球员

# legends_widget_configure_automatic
source: Bookmarked
af: Boekmerk
ar: إشارة مرجعية
ca: Marcat com a favorits
cs: Záložka
da: Bogmærket
de: Mit Lesezeichen versehen
el: Σελιδοδείκτη
es: Marcado como favorito
fi: Lisätty kirjanmerkkeihin
fr: Favoris
he: סימניה
hi: बुकमार्क
hu: Könyvjelzővel ellátva
it: Segnato
ja: ブックマーク済み
ko: 북마크됨
nl: Bladwijzers
no: Bokmerke
pl: Dodane do zakładek
pt: Marcado como favorito
ro: Marcat
ru: В закладках
sr: Боокмаркед
sv: Bokmärkt
tr: Favorilere eklendi
uk: Додано в закладки
ur: بک مارک شدہ
vi: Đã đánh dấu
zh: 已添加书签

# legends_widget_configure_add
source: Add account
af: Voeg rekening by
ar: إضافة حساب
ca: Afegeix un compte
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fi: Lisää tili
fr: Ajouter
he: הוסף חשבון
hi: खाता जोड़ें
hu: Fiók hozzáadása
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nl: Account toevoegen
no: Legg til konto
pl: Dodaj konto
pt: Adicionar conta
ro: Adaugă cont
ru: Добавить аккаунт
sr: Dodaj nalog
sv: Lägg till konto
tr: Hesap ekle
uk: Додати обліковий запис
ur: اکاؤنٹ شامل کریں۔
vi: Thêm tài khoản
zh: 添加账户

# legends_widget_player_picker_description
source: Choose account
af: Kies rekening
ar: اختر حسابًا
ca: Tria compte
cs: Vyberte účet
da: Vælg konto
de: Konto auswählen
el: Επιλέξτε λογαριασμό
es: Elegir cuenta
fi: Valitse tili
fr: Choisir un compte
he: בחירת חשבון
hi: खाता चुनें
hu: Válassz fiókot
it: Scegli account
ja: アカウントを選択
ko: 계정 선택
nl: Kies een account
no: Velg konto
pl: Wybierz profil
pt: Escolher conta
ro: Alege contul
ru: Выбрать учётную запись
sr: Изаберите налог
sv: Välj konto
tr: Hesap seç
uk: Виберіть профіль
ur: اکاؤنٹ منتخب کریں
vi: Chọn tài khoản
zh: 选择账号
